<template>
	<view class="">
		<Head  :title="$t(zi[id].name)" />
		<view class="padLR40"  :style="{marginTop:$store.state.tabhHeight}">
			<view class="padB2" v-for="(item,index) in zi[id].content"> 
				{{item}}
			</view>   
		</view>
		
	</view>
</template>

<script>
export default {
  data() {
  	return {
  		id:1,
			zi:[
				{name:'用户协议',content:[ 
					'一、定义','用户，包含注册用户和非注册用户。注册用户是指通过完成全部注册程序后，使用AniMeta平台的用户。非注册用户是指未进行注册、直接登录AniMeta或通过其他网站进入AniMeta使用平台的用户。','协议方，本协议中协议双方合称协议方。苏州魔都养生保健有限公司及其信息发布平台AniMeta平台在协议中统称为AniMeta，通过AniMeta为您提供服务。','二、协议的效力','1、在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他AniMeta允许的方式实际使用AniMeta平台时，您即受本协议的约束。在注册时，您应当按照法律法规要求，或注册页面的提示，准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便AniMeta或其他会员与您进行有效联系。如您的资料发生变更，您应及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，AniMeta有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部服务。由此导致您在使用AniMeta平台过程中产生任何损失或增加费用的，应由您完全独自承担。','2、 对于您提供的资料及数据信息，您授予AniMeta独家的、全球通用的、永久的、免费的许可使用权利。您同意，AniMeta有权(全部或部分地) 使用、复制、更正、发布、翻译、分发、执行和展示您的资料数据（包括但不限于注册资料、行为数据及全部展示于AniMeta平台的各类信息）或制作其派生作品， 并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。','在此，您特别做出授权，允许AniMeta依据您提供的信息资料及在AniMeta平台上的行为、投诉及侵权状况等进行信用评级，您对AniMeta的信用评级体系予以认可并同意AniMeta将您在平台存储的全部或部分信息及信用评价结果以有偿或无偿方式提供给第三方进行商业或非商业方式的使用，而无需在该提供行为之前再另行取得您的同意。如您不同意做出前述授权，您应立即停止注册程序或停止使用AniMeta平台。如您继续使用AniMeta平台的，即表示您同意做出前述授权。','3、 您应当在使用AniMeta平台之前认真阅读全部协议内容。如您对协议有任何疑问，应向AniMeta咨询。但无论您事实上是否在使用AniMeta平台之前认真阅读了本协议内容，只要您使用AniMeta平台，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得AniMeta对您问询的解答等理由，主张本协议无效，或要求撤销本协议。','4、 本协议内容包括协议正文及所有AniMeta已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何AniMeta及其关联公司提供的服务（以下称为AniMeta平台）均受本协议约束。您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用AniMeta平台。','5、 AniMeta有权根据国家法律法规的更新、产品和服务规则的调整需要，不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公示。如您继续使用AniMeta平台的，即表示您接受经修订的协议和规则。','三、注册','1、 您确认，在您完成注册程序或以其他按AniMeta允许的方式实际使用AniMeta平台时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且AniMeta有权注销您的账户，并向您及您的监护人索偿。','2、 AniMeta非常重视对青少年个人信息搜集和使用的安全性的保护。AniMeta建议，任何未满18周岁的未成年人参加网上活动应事先取得其监护人（以下简称"监护人"）的同意并遵守《青少年网络文明公约》。','3、 在您签署本协议并完成注册程序时，AniMeta会向您提供唯一编号的AniMeta账户。您应对您的账户和密码的安全，以及对通过您的账户和密码实施的行为负责。除非有法律规定或行政司法机关的指令，且征得AniMeta的同意，否则，账户和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知AniMeta，要求AniMeta暂停相关服务。您理解AniMeta对您的请求采取行动需要合理时间，AniMeta对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。','4、 注册及使用AniMeta平台的过程中，如您选择进行实名认证并上传个人身份证件及个人头像图片，由AniMeta对您上传的个人身份证件及个人头像进行常规形式的审核。您同意并理解AniMeta仅能对上传者的行为是否合法正当、个人身份证件是否真实有效进行表面的形式审核，AniMeta没有能力和权限对您提供的实名认证信息进行实质性的审核，AniMeta的审核结果有可能会因您不正当的行为方式出现与实际的事实情况不一致的情形。在此您保证您会严格保管您的AniMeta账户、密码及个人身份证件，并保证不会使用他人或伪造的身份证件用于自身的实名认证，否则由此产生的全部不利责任将全部由您自身承担。','四、AniMeta平台使用规范','1、 通过AniMeta平台，您可以按照AniMeta的规则发布各种生活信息。但所发布之信息不得含有如下内容：1)煽动抗拒、破坏宪法和法律、行政法规实施的；2)煽动颠覆国家政权，推翻社会主义制度的；3)煽动分裂国家、破坏国家统一的；4)煽动民族仇恨、民族歧视，破坏民族团结的；5)捏造或者歪曲事实，散布谣言，扰乱社会秩序的；6)宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；7)公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；8)损害国家机关信誉的；9)其他违反宪法和法律法规的；','2、在接受AniMeta服务的过程中，您不得从事下列行为：1）发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，包含病毒、木马、定时炸弹等可能对按个摩系统造成伤害或影响其稳定性的内容，制造虚假身份以误导、欺骗他人；2）传送或散布以其他方式实现传送含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；3）使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本“软件”获得的图像或相片的资料或信息；4）进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；5）修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；6）在未经AniMeta书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否有直接经济或金钱收益；7） 违背AniMeta页面公布之活动规则，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易。','3、您了解并同意，AniMeta有权应政府部门（包括司法及行政部门）的要求，向其提供您在按个摩平台填写的注册信息和发布纪录等必要信息。','4、在AniMeta平台上使用AniMeta服务过程中，您承诺遵守以下约定：','1)在使用AniMeta平台过程中实施的所有行为均遵守国家法律、法规等规范文件及AniMeta平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保AniMeta 免于因此产生任何损失。2)不发布国家禁止发布的信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。3)不对AniMeta平台上的任何数据作商业性利用，包括但不限于在未经花事先书面同意的情况下，以复制、传播等任何方式使用AniMeta平台站上展示的资料。4)不使用任何装置、软件或例行程序干预或试图干预AniMeta平台的正常运作或正在AniMeta平台上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸AniMeta平台网络设备的行动。','5、您了解并同意：','1)您违反上述承诺时，AniMeta有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知予您。','2)根据相关法令的指定或者AniMeta服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，AniMeta有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低您的信用值或直接停止提供服务。','3)对于您在AniMeta平台上实施的行为，包括您未在AniMeta平台上实施但已经对AniMeta平台及其用户产生影响的行为，AniMeta有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。','4)对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保AniMeta免于承担因此产生的损失或增加的费用。','5)如您涉嫌违反有关法律或者本协议之规定，使AniMeta遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿AniMeta因此造成的损失及（或）发生的费用，包括合理的律师费用。','五、责任范围和责任限制','1、AniMeta负责向您提供AniMeta平台。但AniMeta对AniMeta平台不作任何明示或暗示的保证，包括但不限于AniMeta平台的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，AniMeta也不对AniMeta平台所涉及的技术及信息的有效性、准确性、正确性、可靠性、 稳定性、完整性和及时性作出任何承诺和保证。','2、AniMeta平台上的信息系用户自行发布，由于海量信息的存在，且AniMeta平台无法杜绝可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、合法性和有效性，并注意保留相应的证据以利于维权，如可能，尽量采用网站建议的交易方式进行。','3、您同意在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知AniMeta。如果您发现您的个人信息被盗用，或者您的版权或者其他权利被侵害，请将此情况告知AniMeta并同时提供如下信息和材料：1)侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；2)您是所述的版权或者其他权利的合法拥有者的权利证明；3)您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；4)您的身份证复印件、营业执照等其他相关资料。','经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。','4、您了解并同意，AniMeta不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 ：1) 使用或未能使用AniMeta平台。2) 第三方未经批准的使用您的账户或更改您的数据。3) 通过AniMeta平台购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失4) 您对AniMeta平台的误解。5) 任何非因AniMeta的原因而引起的与AniMeta平台有关的其它损失。','5、AniMeta对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱， 起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。','6、您应当严格遵守本协议及AniMeta发布的其他协议、活动规则，因您违反协议或规则的行为给第三方、或AniMeta造成损失的，您应当承担全部责任。','六、协议终止','1、您同意，AniMeta基于平台的安全性，有权中止向您提供部分或全部AniMeta平台，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果网站的安全问题是由于您的违法行为引起，AniMeta有权终止向您提供部分或全部AniMeta平台，永久冻结（注销）您的帐户，并有权向您对损失进行索赔。','2、您有权向AniMeta要求注销您的账户，经AniMeta审核同意的，AniMeta注销您的账户，届时，您与AniMeta基于本协议的合同关系即终止。您的账户被注销后，AniMeta没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。','3、您同意，您与AniMeta的协议关系终止后，AniMeta仍享有下列权利：1) 继续保存您未及时删除的注册信息及您使用AniMeta平台期间发布的所有信息至法律规定的记录保存期满。2)您在使用AniMeta平台期间存在违法行为或违反本协议和/或规则的行为的，AniMeta仍可依据本协议向您主张权利。','七、法律适用、管辖与其他','1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。','2、因本协议产生之争议，应依照中华人民共和国法律予以处理，并以苏州市昆山市玉山镇人民法院为第一审管辖法院，按照中华人民共和国法律，因级别管辖的规定，苏州市昆山市人民法院无权管辖的，以其上级法院作为第一审管辖法院。'
				]}, 
				{name:'隐私政策',content:[
					'AniMeta深知您的隐私对您的重要性，并充分尊重您的隐私。在同意向我们提交您的个人数据之前，请您仔细阅读并理解本《隐私政策声明》（以下简称“本声明”）。本声明适用于显示或链接至本声明的AniMeta（以下简称“本应用”）和产品、服务。本声明不适用于您选择在AniMeta中处理、存储或托管的内容数据。未经您的同意，我们不会出于任何目的访问或处理您的内容数据，除非适用的法律法规要求。',
					'内容数据是指您使用我们产品或服务时，您进行处理、存储或交由与您的账户关联的我们的产品或服务托管的软件（包括系统镜像）、数据、文本、音频、视频或图像，以及通过上述内容数据得出的任何计算结果。这不包括您在创建或管理账户时向我们提供的账户信息。',
					'本声明描述了我们如何收集、使用和披露您的个人数据，以及数据处理的法律依据和安全措施。它还表明在我们处理您的个人数据时，您控制个人数据的权利，以及您在向我们提供个人数据之前需要了解的其他相关详细信息。但是，本声明可能无法涉及所有数据处理场景。我们可能会在收集前通过补充声明或通知，告知您特定产品或服务的数据收集。',
					'本声明属于《AniMeta用户协议》不可分割的一部分。您同意《AniMeta用户协议》，即视为您已经同意本声明的全部内容。',
					'我们制定本声明以帮助您理解：',
					'1)、AniMeta如何收集您的个人数据',
					'2)、AniMeta如何处理您的个人数据',
					'3)、AniMeta如何使用Cookies',
					'4)、AniMeta如何保护您的个人数据',
					'5)、如何访问或控制您的个人数据',
					'6)、AniMeta如何处理儿童的个人数据',
					'7)、第三方服务提供商及其服务',
					'8)、您的个人数据如何进行跨境转移',
					'9)、如何更新本声明',
					'10)、如何联系AniMeta',
					'1.AniMeta如何收集您的个人数据',
					'1.1个人数据',
					'个人数据是指单独使用或结合其他信息使用时能够确定个人身份的信息。我们在您与我们的互动过程中出于不同的目的收集您的个人数据，例如向您提供我们的产品或服务以及维护我们产品或服务的最佳运营状态。您与我们的互动可能包括：在本网站注册账户，订购我们的产品或服务，向我们完成付款，在处理问题时联系我们，浏览我们的网站以及配置我们网站的设置或您的账户设置。',
					'根据您使用本网站以及我们提供的产品或服务，我们收集的个人数据主要包括以下内容：',
					'a)  提交给我们的个人数据，用于在本网站注册用户账户，例如用户名、用户ID和手机号码。',
					'b)  当您联系我们，使用我们的产品或服务，或获得我们支持或帮助时提供的个人数据，例如地址、邮政编码、姓名、护照或其他身份信息、人脸信息（用于实名认证或备案认证）、银行账户信息、电子邮箱、您的公司名称、行业、职位、发票信息、税务信息和签名。',
					'c）当您访问和使用本网站或本网站提供的服务时，我们获取并自动记录的个人数据，例如您的历史浏览记录、访问日期和时间，您使用的浏览器信息（包括但不限于字体和类型等），网站上的操作，硬件软件功能以及网络链接信息（IP地址、端口、网络协议等）。',
					'd）我们从业务合作伙伴或第三方合法获得的个人数据。在适用的法律法规允许的范围内，我们可能会从公开和商业渠道获取您的个人数据。',
					'我们的许多产品或服务都需要个人数据才能运营。如果您选择不提供运营所需的数据，则无法使用该产品或服务。例如，如果您未在我们的网站上注册账户并提交您的个人数据，则无法购买我们的产品或服务。在其他一些情况下，如果提供数据是可选的，并且您选择不提交个人数据，您可能无法使用产品或服务的某些功能，例如个性化，但这不会影响您使用我们提供的其他产品或服务。',
					'1.2非个人数据',
					'非个人数据是指不能用于识别个人的数据。例如，我们可能会收集汇总的统计数据，例如网站的访问者数量。我们收集这些数据以了解人们如何使用我们的网站、产品和服务。借此，我们能够改进产品或服务，以更好地满足用户的需求。我们可能会自行决定出于其他目的收集、使用、处理、传输或披露非个人数据。',
					'我们努力将您的个人数据和非个人数据隔离，并单独使用。如果非个人数据掺杂了个人数据，则将其视为个人数据。',
					'2.AniMeta如何处理您的个人数据',
					'除了以下情形，我们不会将您的个人数据用于其他目的：',
					'(a) 创建账户。',
					'(b) 实现您的交易或服务请求，包括履行订单；交付、激活或验证产品或服务；应您的要求进行变更或者提供您请求的信息（例如产品或服务的营销资料、白皮书）；以及提供技术支持。',
					'(c) 与您联系；向您发送您可能感兴趣的产品和服务的信息；邀请您参与我们的活动（包括促销活动）、市场调查或满意度调查；或向您发送营销信息。如果您不想接收此类信息，则可以随时退订（请参阅5.如何访问或控制您的个人数据）。',
					'(d) 向您发送重要通知。',
					'(e) 为您提供个性化用户体验和个性化内容。',
					'(f) 开展内部审计、数据分析和研究，改善我们的产品和服务。',
					'(g) 分析业务运营效率并衡量市场份额。',
					'(h) 在您选择向我们发送错误详情的情况下排查错误。',
					'(i) 保护我们产品、服务和用户的安全，执行与改善我们的防损和反欺诈计划。',
					'(j) 遵从和执行适用的法律要求或相关的行业标准。',
					'我们不会向第三方披露个人数据，除了以下情形：',
					'a）根据适用法律法规，披露是必须的。',
					'b）适当情形下，我们可能会在最有限的范围内披露您的个人数据，以保护来按摩用户和公众的权利或财产。例如，当我们认为披露对于防止或保护网络威胁、欺诈、人身伤害或财务损失是必要的或适当的，或当它与涉嫌或实际非法活动的调查有关的。',
					'c) 我们可能会将您的个人数据向我们的关联公司、分公司、服务提供商、分包商、合作伙伴或公司接替者披露，以供它们为您提供交易支持、服务支持或安全支持。在该情形下，我们确保这些公司应当采用与本声明同等的个人数据保护标准，并且不应单将个人数据用于其他目的。',
					'd）我们可能会根据您的同意和指示将您的个人数据披露给第三方。',
					'我们仅在适用法律法规允许的范围内并根据本声明披露您的个人数据。除非您另行同意或本声明特别规定，我们不会向任何不相关的第三方提供、出售和出租您的个人数据。',
					'3.AniMeta如何使用Cookies',
					'为确保网站正常运转，我们有时会在计算机或移动设备上存储 Cookie 的小数据文件。Cookie 是一种网络服务器存储在计算机或移动设备上的纯文本文件。Cookie 的内容只能由创建它的服务器检索或读取。每个 Cookie 对您的网络浏览器或移动应用程序都是唯一的。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储用户偏好等数据。',
					'我们启用Cookie的目的与大多数网站或互联网服务提供商启用 Cookie 的目的一样，即改善用户体验。具体而言，有以下目的：',
					'a) 借助于 Cookie，网站能够保存设置，例如计算机或移动设备的语言、字体大小和其他浏览偏好。这意味着，用户无需在每次访问时重新配置用户偏好设置。',
					'b) 我们可能会收集AniMeta广告的数据，例如在AniMeta上广告弹出的次数，以及在其它网站上广告被点击的情况。',
					'c) 认证。当您访问AniMeta时，我们会为您生成一个单独的ID，以标识您的身份。如果应用不使用具有该功能的 Cookie，那么在用户每一次打开时，都会将其视为新访客。',
					'd) 统计分析。例如我们使用Cookie以统计用户访问数量，以及了解您的访问来源。',
					'e) 安全。我们使用Cookie保障网站运作安全。',
					'其它第三方会将Cookie设置在我们网站上，例如谷歌、百度。它们使用Cookie接收IP地址、您浏览器配置相关的信息和访问信息，但不收集您的个人身份信息。它们使用Cookie以了解您和网站的互动情况。您可以通过访问它们的网站以了解这些第三方如何适用Cookie。',
					'4.AniMeta如何保护您的个人数据',
					'我们重视个人数据的安全。我们采用适当的物理、管理和技术保障措施来保护您的个人数据不被未经授权访问、披露、使用、修改、损坏或丢失。例如，我们会使用加密技术确保数据的机密性；我们会使用保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人数据；以及我们会举办安全和隐私保护培训，加强员工对于保护个人数据重要性的认识。我们会尽力保护您的个人数据，但是请注意任何安全措施都无法做到无懈可击。',
					'我们将会在达成本声明所述目的所需的期限内保留您的个人数据，除非按照法律要求或您的要求需要延长保留期。基于不同的场景、产品及服务，数据的存储期可能会有所不同，我们用于确定存留期的标准包括：完成该业务目的需要留存个人数据的时间，包括提供产品和服务，依据法律要求维护相应的交易及业务记录，保证系统、产品和服务的安全，应对可能的用户查询或投诉、问题定位等；用户是否同意更长的留存期间；法律、合同等是否有保留数据的特殊要求等。只要您的账户是为您提供服务之必须，我们都将保留您的账户信息。您也可以选择注销您的账号，在您注销账号后，我们会停止基于该账号提供产品和服务，并在无特殊法律要求的情况下，删除您相应的个人数据。 ',
					'尽管我们保护您的个人数据，但您有责任妥善保管您的个人数据，包括账户和密码。',
					'如果您发现其他人未经您的许可使用您的账户或密码登录本网站，请及时通知我们。您有权要求我们暂停未经授权对您的账户或密码的使用。',
					'如发生个人数据泄露等安全事件，我们将依照适用的法律法规的要求，以网站公告或邮件的方式，向您或主管机关告知数据泄露事件的相关信息。如果因完全归因',
					'5.如何访问或控制您的个人数据',
					'您应确保提交的所有个人数据都准确无误。我们会尽力维护个人数据的准确和完整，并及时更新这些数据。',
					'根据适用的法律法规，您可能',
					'（1）有权访问我们持有您的任何个人数据; ',
					'（2）要求我们更新或更正您的个人数据;',
					'（3）要求我们删除您的个人数据；',
					'（4）拒绝或限制我们使用您的个人数据；',
					'（5）获取个人数据副本。',
					'如果您需要我们协助行使上述权利，请通过“10.如何联系AniMeta”联系我们。一般情形下，我们会在一个月内予以响应，除非适用的法律法规要求。结合您请求的复杂度，该时间可能延迟两个月，但我们会在收到请求的一个月内告知延迟原因。请注意在某些情况下，您的请求将被驳回，包括但不限于您的身份无法被验证，或您提出的要求超出权利范围，或其他法律法规规定的情形。我们将通过本声明第10点的邮箱书面告知您提出的请求被驳回、被驳回的原因及相关依据。如果您发现任何违反本声明的行为，您也可以向有管辖权数据保护机构或其他官员提出疑虑或投诉。',
					'以下是您控制我们收集的个人数据的一些说明：',
					'a）账户信息：如果您要添加或更新与您的账户相关的个人数据，请访问网站并按照以下步骤操作：登录>我的账户。',
					'b）Cookies：关于Cookies的管理，请参阅3.AniMeta如何使用Cookies。',
					'6.AniMeta如何处理儿童的个人数据',
					'我们的产品、网站和服务主要面向成年人。未经父母或监护人同意，儿童不得创建自己的用户账户。如果儿童的个人数据是在父母同意的情况下收集的，我们将仅在适用的法律法规允许的情况下，或父母或监护人明确许可，或者有必要保护儿童的情形下，使用或披露这些数据。',
					'如果儿童在未经父母同意的情况下向我们提供其个人数据，则父母或监护人可以联系我们以停止收集、使用或披露其个人数据。',
					'如果AniMeta发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人数据，则会设法尽快删除相关数据。',
					'7.第三方服务提供商及其服务',
					'为提升您的服务体验，您可能会收到来自AniMeta之外的第三方提供的内容或网络链接。我们对此类第三方无控制权。您可选择是否访问或使用第三方提供的链接、内容、产品和服务。',
					'我们无法控制第三方的隐私和数据保护政策，此类第三方不受到本声明的约束。在向第三方提交个人数据之前，请参见第三方的隐私保护政策。',
					'8.您的个人数据如何跨境转移',
					'为了给您提供服务，我们收集您的个人数据可能存储在AniMeta及其关联公司、服务提供商/分包商所在国家/地区。在此类情况下，我们会采取措施确保收集的个人数据依据本声明和数据所在地适用法律的要求进行处理。',
					'9.如何更新本声明',
					'我们可能会根据我们的服务或数据处理的变化不时更新或修改本声明。如果我们更新本声明，我们会将最新版隐私声明发布AniMeta应用上，并自发布时立即生效。建议您定期查看本声明以了解任何更改。如果我们对本声明做出任何重大更改（收集的个人数据范围和使用目的变更），我们将通过适当渠道通知您，并获取您的同意。',
					'10.如何联系AniMeta',
					'如果您想联系我们，请通过以下方式与我们联系：',
					'联系方式：4008526189',
					'最近更新时间：2022年7月25日',
				]},
			]
  	    }
  },
	onLoad(option) {
		this.id = option.id?option.id:1
	},
	methods:{
		
	}
}
</script>

<style lang="scss">
	
</style>
